const gitaChaptersTelugu = [
  {
    chapterNumber: 1,
    nameTelugu: "విషాద యోగం",
    chapterSummaryTelugu:
      "ధృతరాష్ట్రుని ప్రశ్న 1; సంజయుడు చేసిన కురుపాండవ సైన్య వర్ణన 2-11; రెండు పక్షాల రణవాద్యాలు 12-20; అర్జునుని సైన్యదర్శనం 21-27; అర్జున విషాదం 28-36; కులక్షయ వర్ణసంకరాల వల్ల కలిగే పాపం, దాని పరిణామం 37-45; అర్జునుని ధనుర్భాణత్యాగం 46.",
  },
  {
    chapterNumber: 2,
    nameTelugu: "సాంఖ్య యోగం",
    chapterSummaryTelugu:
      "శ్రీకృష్ణుడు అర్జునుణ్ణి పరిహసించి, ఉత్సాహపరచడం 1-3; అర్జునుడు కర్తవ్య విమూఢుడై, భగవంతుని వద్ద ఉపదేశాన్ని ప్రార్థించడం 4-10; ఆత్మ జన్మమృత్యు రహితం, శరీరం వినశ్వరం, సుఖదుఃఖాలు అనిత్యాలు 11-18; ఆత్మ లక్షణ నిర్వచనం 19-24; శోకనివారణోపాయం 25-30; క్షత్రియుని కర్తవ్యం 31-38; కర్మయోగపు శ్రేష్టత్వం 39-41; సకామకర్శలో దోషాలు 42-44; కర్మయోగలక్షణం-తత్ఫలం 45-53; స్థిత ప్రజ్ఞుని లక్షణం 54-61; విషయ చింతలకు ఫలం 62-63; ఇంద్రియ సంయమం, శాంతిలాభోపాయం, బ్రాహ్మీస్థితి 64-72.",
  },
  {
    chapterNumber: 3,
    nameTelugu: " కర్మ యోగం",
    chapterSummaryTelugu:
      "అర్జునుని ప్రశ్న - జ్ఞాన కర్మలలో ఏది శ్రేష్టం? 1-2; శ్రీ భగవంతుని ప్రత్యుత్తరం కర్మయోగావశ్యకత 3-8; యజ్ఞతత్త్వం 9-16; ఆత్మజ్ఞానికి కర్మాభావం 17-18; నిష్మామ కర్మను అజ్ఞాని అవశ్యమాచరించేది 19-20; లోక సంగ్రహ నిమిత్తం కర్మ 21-25; కర్మయోగ కౌశలం 26-32 మనుష్యుడు సంస్మారాధీనుడు 33-34 స్వధర్మమే గ్రేష్టమనడం తర్‌; అర్జునుని ప్రశ్న - జీవుని పాపాచరణకు కారణమేమి? 36; భగవంతుని ప్రత్యుత్తరం - కామక్రోధాలే సకల పాపాలకు మూలాలు 37-39; కామం నుండి విడివడడానికి ఉపాయం 40-48.",
  },
  {
    chapterNumber: 4,
    nameTelugu: "జ్ఞాన యోగం",
    chapterSummaryTelugu:
      "కర్మయోగం ప్రాచీనం 1-3; అవతార తత్త్వం 4-10; కోర్కెలను అనుసరించి ఫలం 111:2; చాత్యుర్వర్థ్యం 13; కర్మయోగ రహస్యం - సిద్ధి 14-23; వివిధ యజ్ఞాల వర్ణన 24-32; జ్ఞాన యజ్ఞం శ్రేష్టం 33; జ్ఞాన సాధన - తత్సలం 34-839; సంశయ నాశం 40-42.",
  },
  {
    chapterNumber: 5,
    nameTelugu: "సన్వాస యోగం",
    chapterSummaryTelugu:
      "కర్మయోగ సన్వాసయోగాలు- తారతమ్యం 1; రెండూ మోక్షప్రదాలే 2; కర్మయోగియే (గౌణ) సన్వ్యాసి 3; కర్మ యోగం, సన్వ్యాస యోగం రెండూ ఒక్కటే 4-5; కర్మయోగ లక్షణాలు 6-12; సన్యాసం 13; స్వభావమే కర్త, ఈశ్వరుడు నిర్లిప్తడు 14-15; జ్ఞానం ప్రకాశస్వభావకం 16; జ్ఞాని లక్షణాలు 17-22; కామక్రోధ వేగాన్ని సహించడమే సుఖోపాయం 23; బ్రహ్మనిర్వాణం 24-26; మనస్సంయమం, శాంతి 27-29.",
  },
  {
    chapterNumber: 6,
    nameTelugu: "ధ్యాన యోగం",
    chapterSummaryTelugu:
      "ఫలత్యాగియే (గాణ) సన్నాసి యనబడును 1-2; కర్మయోగ సాధన, సిద్ధి కి-4; ఆత్మయే ఆత్మను ఉద్ధరించేది, శత్రుత్వాన్ని వహించేది కూడా 5-6; యోగసిద్ధి లక్షణం, సమబుద్ధి 7-9; యోగాభ్యాస నియమం - స్థాన, ఆసన, ఆహార, నిద్రాదులు 10-18; ధ్యానం, సమాధి 19-28; యోగసిద్ధి ఫలం - సమదర్శనం, దుఃఖనివృత్తి, సుఖం 29-32; మనఃసంయోమోపాయాలు అభ్యాస వైరాగ్యాలు 33-36; యోగభ్రష్టుని పుణ్యలోక ప్రాప్తి జన్మాంతరసిద్ధి 37-45; భగవద్భక్తుడే శ్రేష్టయోగి 46-48.",
  },
  {
    chapterNumber: 7,
    nameTelugu: "్ఞానవిజ్ఞాన యోగం",
    chapterSummaryTelugu:
      "శాస్త్రజ్ఞానం, అనుభవజ్ఞానం 1-2; సాధకుడు, తత్త్వజ్ఞుడు, దుర్లభులు 3; ఈశ్వరుని పరాపర ప్రకృతులు, జగదుత్పత్తి 4-7; ఏయే వస్తువులలో ఈశ్వర సత్త విశేషంగా ప్రకాశిస్తోంది 8-11; జగత్తు త్రిగుణాత్మికం 12-13; భగవత్‌ - శరణాగతియే గుణమయి అయిన మాయ నుండి వెలువడడానికి ఉపాయం 14-15; చతుర్విధ భక్తులు - అందులో జ్ఞానియే శ్రేష్టుడు 16-19; అన్యదేవతోపాసనా ఫలం అనిత్యం - అదీ ఈశ్వర ప్రదత్తమే 20-22; ఈశ్వరోపాసనా ఫలం ఈశ్వరలాభమే 23; మోహకారణం 24-27; భక్తివల్ల మోహం, జరామరణాలు తొలగుతాయి; ఈశ్వరానుభూతి లభిస్తుంది 28-30.",
  },
  {
    chapterNumber: 8,
    nameTelugu: "అక్షరబ్రహ్మ యోగం",
    chapterSummaryTelugu:
      "బ్రహ్మాధ్యాత్మాధిదైవముల వ్యాఖ్య 1-5; మరణ సమయంలో ఈశ్వర చింతన ముక్తిని, తదితర చింతన తదితరాలను పొందిస్తుంది 6-7; నిరంతర స్మరణ-మననాలే '్రేష్ట సాధనలు 8-9; మరణకాలీన ఓంకార ధ్యానవిధి - పునర్జన్మ నివృత్తి 10-15; (బ్రహ్మ లోకం కూడా 16; బ్రహ్మకు దివారాత్రాలు : సృష్టి ప్రళయాలు 17-19; పరమాత్మయే పరమగతి 20-21; దేవయాన పితృయానాలు - మొదటిది మోక్షాన్ని రెండవది పునర్జన్మను ఇస్తాయి 22-27.",
  },
  {
    chapterNumber: 9,
    nameTelugu: "రాజ యోగం",
    chapterSummaryTelugu:
      "ఇది సుఖసాధ్యమైన శ్రేష్టయోగం 1-2; శ్రద్ధారహితుడు అనధికారి 3; భగవంతుని యోగైశ్వర్యం 4-6; సృష్టి సంహార కార్యాలలో కూడా ఈశ్వరుడు నిర్లిప్తడు 7-10; అవతార విశ్వాసం కలగడం కష్టం 11; భక్తుల ప్రకృతి దైవి, ఇతరులది ఆసురి 12-13; సర్వం సర్వత్రా ఈశ్వరుడే 14-19; యజ్ఞాదుల ఫలాలు అనిత్యాలు 20-21; ఆశ్రిత భక్తుల యోగ క్షేమాలను భగవంతుడే వహిస్తాడు 22; అన్యదేవతా పూజ ఆజ్ఞానపూర్వకంగా ఈశ్వరారాధన 283-25; భగవంతుడు భక్తుల భక్తి - అర్థాన్ని పరిగ్రహిస్తాడు 26-29; భక్తి వల్లే మహాపాపాత్ములు కూడా ముక్తి పొందుతారు 30-34.",
  },
  {
    chapterNumber: 10,
    nameTelugu: "విభూతి యోగం",
    chapterSummaryTelugu:
      "ఈశ్వరుని అనాదిస్వరూప జ్ఞానం ముక్తిదాయకం 1-3; భగవంతుని విభూతి, యోగం 47; భక్తి వల్ల అజ్ఞానం తొలగి, జ్ఞానం కలుగుతుంది 8-11; విభూతులను, యోగాన్ని వినడానికి అర్జునుడు ఉత్సాహం చూపించడం 12-18; భగవద్విభూతి సంక్షేపవర్ణన 19-40; విశ్వమంతా ఈశ్వరుని ఏకాంశంతో ఆవృతం 41-42.",
  },
  {
    chapterNumber: 11,
    nameTelugu: "విశ్వ రూపదర్శన యోగం",
    chapterSummaryTelugu:
      "విశ్వరూప దర్శనార్థం అర్జునుని ప్రార్థన 1-4; అర్జునుడు దివ్య చక్షువులను పొందడం 58; సంజయ కృత విశ్వరూపవర్ణనం 9-14; విశ్వరూప దర్శనం 15-81; భగవంతుడే సంహార కర్త అయిన కాలుడు 32; నిమిత్తమాత్రంగా ఉండి యుద్ధం చేయమని అర్జునునికి ఉపదేశించడం 33-34; అర్జునుని స్తవం, చతుర్భుజ స్వరూపదర్శన ప్రార్థన 35-46; సౌమ్య రూప గ్రహణం, విశ్వరూపదర్శనం అత్యంత దుర్లభం 47-53; అనన్య భక్తియే ఏతద్ధర్శనో పాయం - భక్తి పథంలో భగవక్రాప్తి 54-55.",
  },
  {
    chapterNumber: 12,
    nameTelugu: "భక్తి యోగం",
    chapterSummaryTelugu:
      "అర్జునుని ప్రశ్న - సగుణనిర్గుణోపాసనలలో ఏది శ్రేష్టం 1; భగవంతుని ప్రత్యుత్తరం - సగుణోపాసనే శ్రేష్టం, దేహాభిమానికి నిర్గుణోపాసన అసాధ్యం 2-8; భక్తి, నిష్మామ కర్మ 9-12; భక్తుని లక్షణాలు 13-20.",
  },
  {
    chapterNumber: 13,
    nameTelugu: "క్షేతక్షేత్రజ్ఞ విభాగ యోగం",
    chapterSummaryTelugu:
      "క్షేత్రక్షేత్రజ్ఞవర్ణన 1-6; జ్ఞానసాధనాలు 7-11; బ్రహ్మజ్ఞాన లక్షణం 12-17; భక్తి వల్లే ఇది లభిస్తుంది 18; (ప్రకృతి పురుష వివేకం, దీని వల్ల పునర్జన్మ తొలుగుతుంది 19-23; ఆత్మజ్ఞానోపాయాలైన విభిన్న మార్గాలు 24-25; క్షేతక్షేత్రజ్ఞ సంయోగం వల్లే సృష్టి 26; సమదర్శనమే పరాగతి 27-28; ప్రకృతి కర్తృత్వం : పురుష నిర్లిప్తత - ప్రకృతి పురుష వివేకాల వల్లే ముక్తి 29-34",
  },
  {
    chapterNumber: 14,
    nameTelugu: "గుణత్రయవిభాగ యోగం",
    chapterSummaryTelugu:
      "సృష్టి తత్త్వం 1-4; సత్త్వరజస్తమోగణాలు బంధించే రీతి, వాటి లక్షణాలు 5-13; గుణాలు వృద్ధి చెందితే కలిగే ఫలం, గతి 14-18; గుణాతీతుడు ముక్తుడు 19-20; గుణాతీతుని  లక్షణం 21-25; భక్తి వల్ల గుణాలను అతిక్రమించడం -బ్రహ్మజ్ఞాన లాభం 26-27.",
  },
  {
    chapterNumber: 15,
    nameTelugu: "పురుషోత్తమ యోగం",
    chapterSummaryTelugu:
      "సంసారవృక్ష వర్ణన 1-2; వైరాగ్యాస్త్రంతో దీనిని చేదింప, లభించే అవ్యయపదం, దాని వర్ణన 3-6) జీవుని స్వరూపం, పునర్జన్మ రహస్యం 7-8; మరణానంతరం సూక్ష్మ శరీరం ఉంటుంది 9-11; పరమేశ్వరుని సర్వవ్యాపిత్వం 12-14; క్షరాక్షర పురుషోత్తమ తత్త్వాలు 15-19; గుహ్యతమ శాస్త్రం 20.",
  },
  {
    chapterNumber: 16,
    nameTelugu: "దైవాసుర సంపద్విభాగ యోగం",
    chapterSummaryTelugu:
      "దైవాసుర సంపద్వర్ణన 1-4; దైవాసుర ప్రకృతులు 5-6; అసుర స్వభావ విశద వర్ణన, ఆసుర ప్రకృతుల అధోగతి 7-20; నరక ద్వారాలు - కామక్రోధలోభాలు, వీటిని త్యజించడం వల్లే శ్రేయోలాభం 21-22; శాస్త్రవిధిని అతిక్రమిస్తే కలిగే దోషం, శాస్త్రమే ప్రమాణం, శాస్త్ర విధి పాలనీయం 23-24.",
  },
  {
    chapterNumber: 17,
    nameTelugu: "శ్రద్ధా త్రయవిభాగ యోగం",
    chapterSummaryTelugu:
      "శ్రద్ధ్దాత్రయం 1-4; అసుర తపస్సు 5-6; గుణభేదాన్ని అనుసరించి ఆహారం 7-10; త్రివిధ యజ్ఞాలు 11-13; త్రికరణాల తపస్సు 14-16; గుణభేదాన్ని అనుసరించి ఈ తపస్సు మూడు విధాలు 17-19; త్రివిధ దానాలు 20-22; యజ్ఞ దానాది కర్మలలో ఉచ్చరించే ఓం తత్సత్‌ 23-27; (శ్రద్ధారహితుడు ఆచరించే యజ్ఞ దాన తపాలు నిష్ణలాలు 28.",
  },
  {
    chapterNumber: 18,
    nameTelugu: "మోక్షసన్న్యాస యోగం",
    chapterSummaryTelugu:
      "సన్వ్యాస త్యాగాల వ్యాఖ్య 1-2; యజ్ఞ దాన తపాలు త్యాజ్యములు కావు, కర్తవ్యాలు 3-6; త్రివిధ త్యాగాలు 7-10; కర్మ ఫలత్యాగమే త్యాగం 10-12; కర్మానుబంధమైన కారణ పంచకం 13-15; అహంకార బుద్ధి లేకుంటే బంధం లేదు 16-17; కర్మ ప్రేరణ - కర్మ సంగ్రహం 18-19; త్రివిధ జ్ఞానాలు 20-22; త్రివిధ కర్మలు 23-25; త్రివిధ కర్తలు 26-27; త్రివిధ బుద్దులు 28-32; ధృతి త్రైవిధ్యం 33-35; (త్రివిధ సుఖాలు 36-39; (త్రిగుణ ముక్తమైనది జగత్తులో లేదు 40; చాతుర్వర్థ్యం 41-44; అనాసక్తితో స్వధర్మాన్ని పాలిస్తే నైష్మర్యసిద్ధి 45-49; (బ్రహ్మ జ్ఞాననిష్ట 50-58; మనుష్యుడు స్వభావాధీనుడు 59-61; ఈశ్వరుడు సకల హృదయాధిస్టితుడు 61; శరణాగతి - పాప ముక్తి 62-66; గీతా జ్ఞానాధికారి 67; ఫలశ్రుతి 68-71; అర్జునుని సందేహ నివృత్తి 72-73 సంజయుడు గీతను విన్న విధం - ఆనందం 74-78.",
  },
];

module.exports = {
  gitaChaptersTelugu,
};
